{
  "Ovan": {
    "znak": "Ovan",
    "osnovne-karakteristike": {
      "Element": "Vatra",
      "Kvalitet": "Kardinalan",
      "Vladajuća planeta": "Mars",
      "Vladajuća kuća": "Prva",
      "Suprotni znak": "Vaga",
      "Vrline": ["Hrabar", "uporan", "samopouzdan", "entuzijastičan", "optimističan", "iskren", "privržen"],
      "Mane": ["Nestrpljiv", "ćudljiv", "sebičan", "impulsivan", "agresivan"],
      "Voli": ["Udobnu odeću", "preuzimanje glavne uloge", "fizičke izazove", "individualne sportove"],
      "Ne voli": ["Neaktivnost", "kašnjenja", "rad koji ne koristi nečije talente"],
      "Poznati": ["Celine Dion", "Robert John Downey Jr.", "Reese Witherspoon", "Lady Gaga", "Marlon Brando", "Leonardo da Vinci", "Heath Andrew Ledger..."]
    },
    "karakteristike": {
      "opis": "Prvi znak Zodijaka je strastven i samostalan. Vladar Ovna je Mars, planet energije i akcije. Ljudi rođeni u ovom znaku su snažni, ambiciozni i nestrpljivi da dobiju i urade sve šta žele u najkraćem mogućem roku. Ako Ovan želi nešto uraditi, bit će sto posto predan zadatku. Ljudi rođeni u ovom horoskopskom znaku neće učiniti nešto samo zato što je to učinio neko drugi. Oni su takmičarski nastrojeni, ali odani, pametni i impulsivni. Ovan će vam uvek reći šta mu je na umu, i više od svega kod ljudi ceni iskrenost. To su iskreni, komunikativni, neposredni i otvoreni ljudi koji se ne boje izraziti svoje mišljenje, a okolina ih uglavnom ceni zbog njihove iskrenosti. Neki čak mogu pomisliti da su bezobrazni i ishitreni sa iznošenjem svojih stavova. Ali, oni će biti prvi koji će vas pohvaliti kad je nešto dobro napravljeno. Ovnovi preuzimaju vodeću ulogu u društvu i cene pojedince koji su otvoreni i komunikativni. Imaju puno ideja i uvek započinju novi projekt, ali često im nedostaje strpljenja i istrajnosti da dovedu stvari do kraja. Ovan se lako može naljutiti, a za one koji ih dobro ne poznaju, njihova ćud može biti razlog zašto će nekima biti odbojni. Ovaj horoskopski znak mora naučiti kako kontrolisati ljutnju, a najbolji način je trčanje ili vežbanje u teretani.",
      "ljubav": "Strastveni Ovan uvek pristaje na sve ili ništa i nikad nije zadovoljan s polovičnim rešenjima. Otvoren i direktan, ne stidi se preuzeti inicijativu i prići osobi koja mu se sviđa. Ljubav često doživljava na prvi pogled, a pažnju mu obično privlače atraktivni i lepi ljudi koji imaju svoj stav. U mladosti su divlji i buntovni i često imaju bogato seksualno iskustvo, ali kako stare, žele se smiriti i osnovati porodicu. Ovnovi traže pouzdanog i strpljivog partnera koji će se znati nositi s njihovom nekontrolisanom prirodom i neće ih pokušati promeniti. Ovnovi su skloni flertovanju i zavođenju, pa će čak i oni koji su u braku rado koketirati. Kad se zaljube, neprestano žele biti u partnerovom društvu. Ovnovi su strastveni i neverovatni ljubavnici. Seks je izuzetno važan u njihovoj vezi, pa ako nema fizičke privlačnosti, zadovoljstvo će potražiti negde drugdje. Darežljivi su i imaju dobro srce, pa im neće biti teško učiniti bilo šta za ljude do kojih im je stalo.",
      "karijera": "Ovnovi su ambiciozni i puni energije. Oni su predani radnici i mrze nerad, a najveći neprijatelj im je dosada. Ovan je dobar u davanju upustava i naredbi. Uvek nešto rade, izmišljaju, stvaraju ili pronalaze rešenja. A najveća motivacija im je želja za liderstvom. Ne vole biti dio tima ili raditi pod tuđom upravom. Važno im je da vole svoj posao i da uživaju u onome šta rade. Tada će se truditi i dati sve od sebe. Ako se, bave nečim što ih ne zanima, postat će bezvoljni i apatični, a njihov entuzijazam i velika energija će se ugasiti. Dobro je imati Ovna za saradnika jer će vam uvek rado priskočiti u pomoć i neće vam nikada raditi iza leđa. Najbolji poslovi za Ovnove su hirurg, menadžer, brokerski posrednik, preduzetnik, policijac, marketing, vojna služba, profesionalni sportista, vatrogasac, pilot.",
      "prijatelji_i_porodica": "Ovan je stalno u pokretu tako da je aktivnost ključna reč za ovaj znak. Kada je reč o prijateljima, što je više različitih prijatelja tim bolje. Potreban je niz različitih ličnosti kako bi ovan zatvorio svoj krug prijatelja. S obzirom na to da osobe rođene u ovom znaku lako stupaju u komunikaciju, oni u toku života ostvare neverovatan broj veza i poznanstava. Ipak dugoročni i pravi prijatelji su nešto sasvim drugačije. Samo oni koji su isto toliko energični i koji su skloni da idu na duže staze mogu da ih prate. Nezavisni i ambiciozni, ovnovi će vrlo rano u svom životu odrediti pravac kojim žele da idu. Iako često nisu u kontaktu sa porodicom, ona im je uvek u srcu. Direktan i iskren pristup od ovna možete očekivati uvek, čak i kada izražava svoja osećanja.",
      "zdravlje": "Pripadnici ovog horoskopskog znaka često pate od migrene, zamagljenog vida, glavobolje i imaju problema sa sinusima. Skloni su upalama, virusima i iznenadnim povredama. Skloni su i problemima sa srcem, holesterolom i visokim krvnim pritiskom. Stres, začinjena, masna hrana i so za njih su najveće zlo, pa bi trebali voditi zdraviji način života i pronaći neki način da se reše nakupljene negativne energije i frustracija.",
      "slaganje": "Dva Ovna u vezi imaju savršeno slaganje. Ovaj spoj je najneustrašiviji i najstrastveniji sa astrološkog stanovišta. Sa Bikom će imati stabilnu vezu zasnovanu na iskrenosti. Ovan i Blizanci će uživati u dugim i konstruktivnim razgovorima. Iako se privlače, sa Rakom neće imati uspešnu ljubavnu vezu. Ovan i Lav su dva vatrena znaka što rezultira jednom veoma strastvenom vezom. Za njih se može reći da su idealni ljubavni spoj. Ovan se nikako ne bi mogao zamisliti sa stidljivom i zatvorenom Devicom, što je i sa astrološkog stanovišta ravno nemogućem. Vage su im izuzetno privlačne i uzbudljive, dok bi veza sa Škorpijom bila napeta i ispunjena svađama. Ovan i Strelac, kao dva znaka koja se odlično slažu imaju sve predizpozicije za savršenu ljubavnu vezu. Ovan i Jarac su kao pas i mačka, skloni svađi i neslaganju. Vodolija im bolje dođe u ulozi dobrog prijatelja, nego ljubavnika i partnera. Ribe su Ovnu zanimljive i sviđa im se da budu u ulozi zaštitnika, međutim može im dosaditi njihova preterana osetljivost."
    }
  },
  "Bik": {
    "znak": "Bik",
    "osnovne-karakteristike": {
      "Element": "Zemlja",
      "Kvalitet": "Fiksni",
      "Vladajuća planeta": "Venera",
      "Vladajuća kuća": "Druga",
      "Suprotni znak": "Škorpija",
      "Vrline": ["Stabilan", "strpljiv", "praktičan", "uporan", "senzualan", "umetnički nastrojen", "velikodušan"],
      "Mane": ["Tvrdoglav", "lančano reaguje", "nesklon promenama", "beskompromisan", "površan"],
      "Voli": ["Baštovanstvo", "kuvanje", "rad na stabilizaciji i izgradnji"],
      "Ne voli": ["Nesigurnost", "promene", "rad sa rukama", "muziku", "romantiku", "odeću visokog kvaliteta"],
      "Poznati": ["Audrey Hepburn", "Salvador Dalí", "Katharine Hepburn", "Henry Cavill", "Michelle Pfeiffer", "William Shakespeare", "Papa Ivan Pavao II"]
    },
    "karakteristike": {
      "opis": "Bik je drugi znak horoskopa. Njegov vladar je Venera, planeta lepote i ljubavi. Bikovi su izuzetno atraktivni, šarmantni i prijatni. Žene su obično prave lepotice, a muškarci šarmeri kojima žene ne mogu odoleti. Pripadnici ovog znaka su snažni i racionalni ljudi koji znaju šta žele, ali su usporeni i ponekad im treba puno vremena za akciju. Međutim, nakon što odluče nešto preduzeti, uložit će svu svoju energiju kako bi postigli svoje ciljeve. U tome im pomaže njihova velika tvrdoglavost i upornost. Među Bikovima ima dosta uspešnih ljudi. Oni su mirni, mudri i promišljeni ljudi. Poseduju veliku samokontrolu i strpljenje, što im pomaže u prevazilaženju svih prepreka i poteškoća koje mogu imati. Bikovi ne rizikuju i ostaju dosledni u svojim dužnostima i odgovornostima. Dobri prijatelji, kolege, vrlo pametni i ambiciozni, Bikovi su istinske vođe i nikad ne posustaju pred izazovom ili problemom. Ovaj horoskopski znak vrlo je površan i materijalistički nastrojen. Bikovi vole novac, izvrsnu hranu i luksuzne stvari. Ne vole isprobavati nove stvari, pa ostaju u svojoj zoni udobnosti. Porodicu uvek stavljaju na prvo mesto i tradicionalne vrednosti smatraju izuzetno važnima. Ovaj horoskopski znak je strastven, senzualan i uvek traži zadovoljstvo. Takođe, izbjegava drame u vezama i ceni iskrenost prije svega. Čak ni male bezopasne laži nisu dopuštene i opravdane.",
      "ljubav": "Pripadnici ovog znaka su veoma senzualni i seksualni. Bikovi, za razliku od Vage, koja je takođe pod vladavinom Venere, nisu toliko skloni flertovanju. Ljudi rođeni u znaku Bika su vrlo privlačni i neodoljivi suprotnom polu, pa su uvek okruženi mnogim udvaračima. U mladosti se prepuštaju flertu i strastima, ali kako stare osećaju potrebu da se skrase i osnuju svoju porodicu. Oni su tradicionalni ljudi kojima je porodica svetinja i za svoju decu bi sve uradili. Za partnera često biraju ljude istog socijalnog statusa i intelekta. Jako im je bitno da porodica i njihovo okruženje prihvata tu osobu. Da bi uopšte prišli nekom ko im se sviđa, treba im neko vreme da prikupe hrabrosti. Takođe, bilo bi poželjno da suprotna strana preduzme prvi korak. Kao partneri su odani, verni i pouzdani. Ali njihova tvrdoglavost i nespremnost na promene može uveliko nervirati suprotnu stranu.",
      "karijera": "Bikovi su vredni i uporni ljudi koji će mnogo raditi da bi ostvarili materijalnu sigurnost. Ovaj znak je pouzdan, strpljiv i temeljan, bilo da ja zaposlenik ili rukovodilac. Kad se prihvati nekog zadatka i projekta, neće stati dok ne završi ono šta je zamislio. Mana mu je to što ne voli da rizikuje i da izlazi iz zone komfora, te se nikad neće odlučiti za neke velike investicije što bi mu se možda višestruko isplatilo. Bikovi obično imaju dobar osećaj za finansijsko upravljanje i svoj posao shvataju krajnje ozbiljno. Okolina ih voli jer su prijatni i šarmantni ljudi koji vole pomagati drugima. Bik bi se super snašao kao umetnik, bankar, menadžer, naučnik, modni dizajner, glumac, muzičar, poslovni čovek, arhitekta.",
      "prijatelji_i_porodica": "Kućni poslovi su veoma važna stvar za bika kao i porodične vrednosti za koje će učiniti sve samo da bi ih zaštitio. Inteligencija i dobar smisao za humor čine bika odličnom osobom za druženje. Jednom kada stekne prijatelja od poverenja, taj odnos će trajati ceo život. Osobe rođene u znaku bika su izuzeno lojalne i uvek spremne da pruže ruku prijateljstva. U stvari, mnoga prijateljstva bik započinje već u detinjstvu. Obećanja i date reči izuzetno ozbiljno shvata. Bikovi obožavaju decu i izuzetno cene vreme provedeno sa porodicom, tako da će uvek biti prvi na porodičnim događajima i okupljanima. Bikovi uživaju u zabavama u svojoj kući i neće se ustručavati da je napune prijateljima i rođacima prilikom proslave nekih događaja.",
      "zdravlje": "Ljudi u znaku Bika često imaju problema sa grlom i glasnim žicama, te su skloni grlobolji, laringitisu i bronhitisu. Bikovi su inače snažne telesne konstrukcije i dobrog imuniteta, stoga oni to dobro podnose. Iako sklonost ka hedonističkom načinu života može da ugrozi njihovo zdravlje, pa mogu imati problema sa šećerom, holesterolom i gušteračom. Većinom se ne kreću dovoljno što im stvara probleme sa cirkulacijom, venama i bolnim leđima. Bikovima se savetuje što više fizičke aktivnosti na otvorenom i redovno bavljenjem sportom.",
      "slaganje": "Znak Bika ne zahteva mnogo od veza, osim sigurnosti, tako da se sa svima slaže manje ili više. Sa Ovnom će imati stabilnu vezu zasnovanu na iskrenosti. Dva Bika će na početku izgraditi lep i romantičan odnos, dok ne prođe prva zaljubljenost, nakon koje slede svađe i neslaganje. Harmoničan odnos će da izgrade sa Blizancima, u kojem će uživati sve dok ih ne počne nervirati njihova brbljivost i nepouzdanost. Srž veze između Bika i Raka je potreba za stabilnim i sigurnim životom. To je razlog zbog kog ova dva znaka mogu imati duboku povezanost. Bik i Lav će imati idilačan odnos gde će dopunjavati jedan drugog na najbolji nači. Bik će u vezu uneti senzualnost, a Lav velikodušnost. Bik i Devica su brutalno iskreni i oštrog uma. Imaće uvek jedno drugom da upute po koju konstruktivnu kritiku. Ljude oko sebe će ostavljati u čudu svojom iskrenošću u vezi koja će biti uzbudljiva. U Vagi će naći senzualnog i privlačnog partnera s kojim je moguće izgraditi strastvenu vezu. Škorpija će ga privući na prvi pogled i između njih će da izbija jaka seksualna energija. Ali zbog obostrane tvrdoglavosti veza bi se mogla narušiti ako ne nađu kompromis. Bik i Strelac se odlično slažu, jer oboje znaju uživati u životu i nisu skloni bezpotrebnim dramama. Sa Jarcem imaju dosta toga zejedničkog, od radne etike i velikih ambicija do slaganja u ličnim osobinama. Njihova veza obećava uspeh. Vodolija im ne odgovara jer su sušte suprotnosti, a Ribe će im biti idealan saputnik."
    }
  },
  "Blizanci": {
    "znak": "Blizanci",
    "osnovne-karakteristike": {
      "Element": "Vazduh",
      "Kvalitet": "Promenljiv",
      "Vladajuća planeta": "Merkur",
      "Vladajuća kuća": "Treća",
      "Suprotni znak": "Strelac",
      "Vrline": ["Nežni", "duhoviti", "privrženi", "znatiželjni", "prilagodljivi", "kreativni", "energični"],
      "Mane": ["Nervozni", "nepouzdani", "promenjivog raspoloženja", "nedosledni", "neodlučni"],
      "Voli": ["Muziku", "časopise", "knjige", "blogove", "ćaskanje skoro sa bilo kim", "kratka putovanja"],
      "Ne voli": ["Rutinu", "samoću", "ograničenja", "zatvorenost"],
      "Poznati": ["Angelina Jolie", "Johnny Depp", "Marilyn Monroe", "Prince", "Naomi Campbell", "Kanye West", "Stevie Nicks", "J.F. Kennedy"]
    },
    "karakteristike": {
      "opis": "Vladar Blizanaca je Merkur, planeta komunikacije i intelekta. Pripadnici ovog znaka su inteligentni, znatiželjni i komunikativni ljudi koji uvek imaju mnoštvo planova i ideja. U ovom znaku su dve različite ličnosti i nikad ne možete biti sigurni s kojom ćete se suočiti. Duhoviti su, društveni i fascinirani svime oko sebe. Uvek su spremni za zabavu, ali iznenada mogu postati ozbiljni i nemirni. Ne podnose dosadu i monotoniju, a u glavi im je uvek mnogo ideja koje retko uspevaju ostvariti. Često imaju osećaj da im nedostaje druga polovina, pa su Blizanci uvek u potrazi za novim prijateljima, kolegama i istomišljenicima s kojima bi razgovarali. Blizanci vole slušati muziku, čitati knjige i časopise, putovati i mrze biti sami. Vole inteligentne i zanimljive ljude koji imaju šta za reći, a posebno cene one s kojima mogu provesti sate razgovarajući o knjigama, filmovima, muzici ili nekim drugim stvarima koje ih zanimaju. Blizanački um nikad ne miruje, pa nije ni čudo da obično imaju puno hobija i interesa. Ovaj znak ima stalni osećaj da nema dovoljno vremena da iskusi sve što želi videti i istražiti. Dobri su u timskim sportovima, a mnogi Blizanci su izvrsni umetnici, muzičari, pisci i novinari. Blizanci ponekad mogu biti površni, neuhvatljivi i prilično nepouzdani.",
      "ljubav": "Duhoviti i uvek spremni za intelektualni izazov, Blizanci se zaljubljuju kroz komunikaciju s osobom suprotnog pola. Dobra komunikacija i slaganje im je jednako bitno koliko i fizička privlačnost. Blizanci su šarmantni ljudi koji uživaju u flertovanju i njega se ne odriču ni kada su u vezi. Blizanci vole početni osećaj zaljubljenosti i leptiriće u stomaku, a kada veza uđe u rutinu, postaje im manje zanimljiva. Ljudi rođeni u ovom znaku mogli bi provoditi puno vremena s različitim partnerima dok ne pronađu onoga koji se može meriti s njihovim intelektom i ogromnom energijom. Kad pronađu pravu osobu koja im može biti sve u jednom: i ljubavnik, i prijatelj i osoba od poverenja, biće joj verni i uvek tu za njih. Najveći izazov za svakog Blizanca je pronaći emotivnu vezu koja će potrajati. Ovaj znak voli aktivan i uzbudljiv društveni život, te izabrani partner ih ne sme sputavati i ograničavati u tome.",
      "karijera": "Blizanci su inteligentni ljudi koji su stalno u potrazi za novim intelektualnim izazovima. Vešti su, inovantivni i društveni ljudi koji imaju potrebu za dinamičnim radnim okruženjem i timskim radom. Njihov posao mora biti izazovan i mora imati prostora za napredovanje i usavršavanje. Najbolji poslovi koje mogu izabrati su poslovi trgovca, naučnika, pisca, govornika i advokata. Svaki posao koji im daje priliku da se slobodno izraze, a pritom ih stalno drži u pokretu i zauzete, biće odličan izbor za Blizance. Oni su stvoreni za multitasking, rešavanje problema i oživljavanje novih ideja i treba im radno mesto koje ih neće sputavati i ograničavati na samo jedan zadatak i jedno mesto. Blizanci ne cene mnogo novac i ne pridaju mu neki značaj. Lako dođu do njega, ali ga i bez razmišljanja potroše.",
      "prijatelji_i_porodica": "Blizanci su veoma društvene osobe i vole da provode vreme sa prijateljima i porodicom. U pojedinim momentima ovaj promenljivi znak želeće da se bavi ekstremnim sportovima dok će ga ponekad i kartanje kod kuće zadovoljiti. U svakom slučaju prijatelja ima u izobilju. Samo oni koji su slični po intelektu i ljubavi prema različitostima će naći zajednički jezik sa blizancima. Blizanac voli da razgovara i bude shvaćen, tako da je jedan od kvaliteta koji traži u drugim ljudima dobra komunikacija. Bez jasnog toka razgovora, blizanac će vrlo brzo izgubiti interesovanje za komunikacijom. Porodica im je važna, posebno oni članovi porodice koji su im slični. Prijateljstvo sa braćom i sestrama je vrlo uobičajena stvar za blizance, a vreme provedeno sa njima veoma dragoceno. Porodične obaveze često predstavljaju izazov za blizance, ali, gotovo uvek umeju da se izbore sa tim.",
      "zdravlje": "Blizanci su pretežno razdražljivi i nervozni ljudi. Cigarete su sredstvo kojim pokušavaju oterati nervozu. A kako su im pluća i disni organi osetljiva mesta, cigarete izuzetno negativno utiču na njihovo zdravlje. Blizanci često imaju razne fobije i skloni su anksioznosti. Tokođe, mnogi pate od astme, bronhitisa i raznih alergija. Blizanci često zanemaruju svoje zdravlje i negiraju eventualne zdravstvene probleme. Trebali bi da nađu neku aktivnost koja im prija i koja bi ih opustila, kao što je šetnja, slušanje muzike, pilates ili čak da se posvete baštovanstvu.",
      "slaganje": "Blizancima će najviše odgovarati Vazdušni i Vatreni znakovi. Ovan ih privlači i na intelektualnom i na fizičkom nivou. Žive u sadašnjosti i ostaju pozitivni i optimistični i u najtežim vremenima. Imaće dobar odnos ukoliko Ovna ne povredi sarkastični komentari Blizanca, ili njemu ne dosadi Ovnova stalna potreba za vođenjem glavne reči. Već na prvi pogled se vidi da su Bik i Blizanci tipovi koji nemaju ništa zajedničko. Bik je zemljani znak, duboki mislilac i usporen, dok je Blizanac vedrog duha i reaguje brzo i efikasno. Dva Blizanca će izgledati kao četiri osobe u jednom harmoničnom odnosu. Oni čine savršen spoj, i kad su zajedno doći će do mnoštvo produktivnih i savršenih ideja. Prema astrološkim projekcijama Rak je jedan od znakova koji će im najmanje odgovarati. Dok je malo znakova koji imaju tako jako slaganje kao Lav i Blizanci. Iako na prvi pogled osećaju jaku privlačnost, veza između Blzanaca i Device ne obećava, osim ako ne naprave veliki kompromis i popuste jedan drugom. Sa Vagom će imati vezu zasnovanu na zajedničkom interesovanju, poverenju i velikom seksualnom energijom. Škorpija ih privlači i ova veza ima dobar potencijalni uspeh zahvaljujući zajedničkim osobinama. Strelac i Blizanci su skloni davanju izjava prije nego o njima razmisle. Ovo može nekog povrediti, ali ne i njih, jer brzo opraštaju i nisu neko ko će da zameri, tako da će imati skladan odnos. Jarac po svoim osobinama i sklonostima nije osoba koja će odgovarati Blizancima. Dok će s Vodolijom imati sjajnu budućnost. Blizanci, kao pameteni i duhoviti ljudi motivisat će plahe Ribe da postignu sve ono šta požele, i njihov odnos će biti skladan i pun suosećanja."
    }
  },
  "Rak": {
    "znak": "Rak",
    "osnovne-karakteristike": {
      "Element": "Voda",
      "Kvalitet": "Kardinalan",
      "Vladajuća planeta": "Mesec",
      "Vladajuća kuća": "Četvrta",
      "Suprotni znak": "Jarac",
      "Vrline": ["Predan", "uverljiv", "maštovit", "odan", "emotivan", "simpatičan"],
      "Mane": ["Pesimističan", "sumnjičav", "manipulativan", "nesiguran"],
      "Voli": ["Relaksaciju u blizini vode", "umetnost", "hobi vezan za kuću", "dobar obrok sa prijateljima", "pomaganje voljenima"],
      "Ne voli": ["Strance", "otkrivanje ličnih stvari", "kritiku"],
      "Poznati": ["Selena Gomez", "Ariana Grande", "Lionel Messi", "Luke Bryan", "Kevin Hart", "Robin Williams", "Princeza Diana"]
    },
    "karakteristike": {
      "opis": "Vladar Raka je Mesec, telo osećaja i nežnosti. On je razlog zašto su ljudi koji pipadaju ovom znaku osećajni, brižni i puni suosećanja za svet oko sebe. Duboko intuitivni i sentimentalni, Rakovi su ljudi koje je možda najteže upoznati. Oni su mnogo vezani za kuću, porodicu i bliske ljude. Mogu se poistovetiti sa tuđom patnjom i boli i doživeti je kao svoju. Neki Rakovi se teško uklapaju u svet koji ih okružuje, ne shvatajući sebične ljude koji mare samo za sebe i svoje potrebe. Nemaju razvijen odbrambeni mehanizam i treba im se pristupiti brižno i s razumevanjem. Rakovi su skloni promenama raspoloženja, sebičnošću, samosažaljevanju, pa čak i manipulaciji. Pretežno izbegavaju konflikte, ali će uvek pomoći nekom u nevolji. Najsigurnije i najsrećnije se osećaju u malim grupama gde se svi poznaju i razumeju. Tu će biti svoji i opušteni. Ne snalaze se u većim grupama i tu već postaju nervozni. Ali kad upoznaju nekog i steknu poverenje u tu osobu, postaju jako zabavni i duhoviti. Rakovi su kreativni i uživaju slikati, pisati i čitati. Teško je biti iskren i direktan s Rakovima, jer se brzo mogu uvrediti, čak i kad ih i drugi ne pokušavaju povrediti. Konstruktivna kritika uzrokuje da postanu preterano odbrambeni i osetljivi.",
      "ljubav": "Rak je osećajna osoba koja kad voli daje se svim svojim srcem i dušom. Ovaj znak će staviti tuđe potrebe ispred svojih bez i malo razmišljanja. Glavna mana Rakova je što su preosetljivi. U stanju su ne progovoriti ni jednu jedinu reč sa partnerom, sve dok mu se on ne izvine za neku uvredu što je izrekao, ili nešto što je uradio. Znaju se ponašati jako detinjasto i skloni su čestim promenama raspoloženja. Takvo njihovo ponašanje s razlogom nervira partnera i može dovesti do raskida. Ali ako pronađu osobu koja će se znati nositi s njima, Rakovi postaju najbolji mogući ljubavnici, koji će dosta istrpiti i progutati za voljenu osobu. U vezi su im najvažnija osećanja i sigurnost.",
      "karijera": "Rakovi su veoma vredni ljudi koji ulažu puno truda u posao. Nenametljivo i skromno će raditi posao koji vole i koji ih čini srećnim. Ako je potrebno, radit će od jutra do mraka, samo da bi završili započeto. Uspešniji su i produktivniji kada rade sami nego kad su okruženi s puno ljudi. Pouzdan je radnik koji uvek daje sve od sebe. Rakovima su sigurnost i novac od velike važnosti. Lako zarađuju i nisu navikli trošiti sve u jednom danu. Cilj im je štediti, ulagati i gledati kako njihova ulaganja svakodnevno rastu. Snalažljiv i dobar u upravljanju vremenom i finansijama, ovo je znak koji je često zadužen za sav novac u kući, držeći pod nadzorom svog partnera ili druge članove porodice.",
      "prijatelji_i_porodica": "Tradicionalni i puni majčinske ljubavi, rakovi će biti odlični roditelji. U stvari svi aspekti porodice su za ovaj znak na prvom mestu. To se može videti u njihovim domovima i posvećenosti dužnostima u kući. Prirodni rakovi su često spremni da pređu preko sukoba ličnosti kada je u pitanju porodica zbog njihove velike povezanosti. Šta god da treba uraditi za porodicu rakovi će im biti na raspolaganju, gde god se u tom trenutku nalazili. Oni su duboko sentimentalni i skloni ka marljivom čuvanju porodičnih uspomena netaknutih. Prenošenje iskustava na nove generacije im je omiljena razonoda. Kada je u pitanju prijateljstvo osoba rođena u znaku raka je veoma korisna. Gotovo uvek su spremni da pruže ruku prijateljstva, naravno ukoliko se to ne kosi sa porodičnim obavezama. Vrlo poštuju prijatelje i često su vrlo slični.Osobe koje uživaju u kućnom druženju će im biti na vrhu liste prijatelja.Njihova intuitivna priroda gde je važnije srce od glave čini ih vrlo saosećajnim, ali isto tako zbog toga ih je ponekad teško razumeti. Vreme je lek za to.",
      "zdravlje": "PRak je u svakom smislu jedan od najosetljivijih znakova. Ovaj znak loše podnosi kritike i neugodne situacije. Skloni su depresiji i psihomatskim bolestima, mentalnim poremećajima, a neke žene Rakovi mogu patiti i od postporođajne depresije. Njihova osetljivost se loše odražava na probavu, a mogu imati problema sa žgaravicom i čirom na želucu. Žene rođene u ovom znaku mogu imati problema sa dojkama i jajnicima.",
        "slaganje": "Rak i Ovan će imati skladan i prijateljski odnos, ali što se tiče neke romanse, tu i nemaju neku budućnost. Sa Bikom će imati čvrst odnos koji se temelji na zajedničkoj potrebi da se ostvari emotivna i finansijska sigurnost. Rak i Blizanci nisu na istoj talasnoj dužini i generalno nemaju o čemu razgovarati a da ne dođu u sukob. Rak je jedan od naosetljivijih znakova i često je sklon promenama raspoloženja. Tako da dva Raka u vezi ne mogu biti dobra kombinacija. Lavovi su im privlačni i imaju osnove za lepo slaganje, samo ako Lavovima brzo ne dosadi previše osetljivi Rak. Sa Devicom su visoko kompatibilni, jer imaju iste stavove, teže ka istom i razumeju potrebe i emocije jedno drugog. Vaga je previše društvena za Rakov ukus, tako da će je izbegavati. Budući da su vodeni znakovi, Škorpija i Rak se savršeno slažu. Imaju jaku emotivnu povezanost i uzajamnu potrebu za sigurnim i stabilnim domom. Na prvi pogled, veza izmeđa Raka i Strelca izgleda savršeno, dok u drugom trenutku izgleda kao da će da se poubijaju. Kada se Jarac kao zemljani i Rak kao vodeni znakovi sudare, može doći do snažne kompatibilne veze. Na prvu izgledaju kao osobe sa sasvim suprotnim osobina, ali ako se kockice slože, imaće jaku i snažnu vezu. Jarac će Raku pružiti sigurnost i oslonac, a manje pažnje i nežnosti, za čim Rak žudi. Izmedju Raka i Vodolije stalno vlada neka tenzija i nerazumevanje, tako da je bolje da se izbegavaju. U nežnim i duboko emotivnim Ribama će pronaći idealnog partnera."
    }
  },
  "Lav": {
    "znak": "Lav",
    "osnovne-karakteristike": {
      "Element": "Vatra",
      "Kvalitet": "Fiksni",
      "Vladajuća planeta": "Sunce",
      "Vladajuća kuća": "Peta",
      "Suprotni znak": "Vodolija",
      "Vrline": ["Kreativan", "strastven", "velikodušan", "samouveren", "vedar", "šaljiv", "lider"],
      "Mane": ["Arogantan", "ljubomoran", "tvrdoglav", "sujetan", "lenj", "nefleksibilan"],
      "Voli": ["Pozorište", "biti obožavan", "odlazak na odmor", "zabave sa prijateljima", "skupe stvari", "svetle boje"],
      "Ne voli": ["Biti ignorisan", "suočavanje sa stvarnošću", "nemati kraljevski tretman"],
      "Poznati": ["Steve Martin", "Whitney Houston", "Barack Obama", "Jennifer Lopez", "Daniel Jacob Radcliffe"]
    },
    "karakteristike": {
      "opis": "Lavovi su kreativni, samouvereni, dominantni ljudi kojima se teško odupreti. Sposobni su postići sve šta žele u bilo kom području za koje se odvaže. Društveni su, srdačni i imaju mnogo vernih prijatelja. Lav je istinski vođa i sposoban je ujediniti različite grupe ljudi. Ovaj horoskopski znak ima snažnu i impresivnu auru zahvaljujući kojoj ljudi hrle prema njima. Ponekad su previše zauzeti sobom i svojim potrebama pa često nesvesno zanemare druge. Lavovi su pedantni ljudi koji vole lepo da izgledaju i gde god da se pojave vole da budu savršenog izgleda. Oni će uložiti mnogo truda u svoj posao i raditi će vredno kako bi mogli kupiti otmene i skupe stvari koje žele. Timski rad Lavovima nije jača strana. Vole da su dominantni u svemu, pa tako i u poslu zauzimaju vodeću ulogu koja im daje autoritet i moć. Ovaj znak voli da upravlja i naređuje drugima šta da rade. Veoma su tašti i vole da su najbolji u svemu. Ako ne mogu ostvariti sve šta su zamislili, postaju hiroviti i depresivni.",
      "ljubav": "Lav pripada vatrenim znakovima, te su pripadnici ovog znaka strastveni i iskreni, a njegovi predstavnici s lakoćom i jasnoćom pokazuju svoja osećanja. Kad su zaljubljeni, zabavni su, odani, s poštovanjem se odnose prema voljenoj osobi i veoma su darežljivi. Preuzet će ulogu vođe u bilo kom odnosu i snažno se oslanjaju na svoju potrebu za samostalnošću i inicijativom. Stalna želja i potreba za namećanjem i vođstvom, može brzo zamoriti partnera. Svaki Lav treba osobu koja je samostalna, razumna i na istom intelektualnom nivou kao on. Seksualni život svakog Lava je uvek energičan i zabavan. On jasno razume granice između seksa i ljubavi, ali možda neće shvatiti koliko su bliskost i emocionalna povezanost važni za kvalitet njihovog seksualnog života.",
      "karijera": "Lavovi su ljudi koji ne miruju, i uvek su u pokretu i zauzeti bez obzira na njihovo zaposlenje. Ambiciozni su, kreativni i optimistični ljudi koji kad se posvete svom poslu, učinit će sve kako treba. Najbolje pozicija za njih je svakako pozicija šefa, gdeće oni nadgledati ostale i upravljati svime. Ne vole da imaju nadređene koji će ih kontrolisati. Gluma i zabava, gde mogu osloboditi svoj umetnički talenat, su idealni poslovi za Lava. Menadžment, obrazovanje i politika, kao i sve što ih dovodi na vodeću poziciju, su poslovi koji im prirodno leže. Lavovi vole biti okruženi modernim i trendovskim stvarima, a kako im novac lako dođe, tako ga lako i brzo potroše. Izuzetno su velikodušni i rado će prijateljima pružiti finansijsku pomoć i podršku.",
      "prijatelji_i_porodica": "Najvelikodušniji znak zodijaka, lav je veran i odan prijatelj. Potrudiće se da pomognu čak i ako im to oduzima više vremena i energije. Jak i pouzdan, lav ima sposobnost da se gotovo svima dopadne. Skroman i milostiv lav uživa u ulozi domaćina bilo kakve proslave i događaja. Lava ćete vrlo retko videti samog, interakcija je njegova druga priroda. Bliske prijatelje bira prema njihovoj sposobnosti da održe korak sa velikom energijom lava kao i jakom osećaju dostojanstva i posvećenosti individualnim vrednostima. Kada je porodica u pitanju, lav će učiniti sve što je potrebno kako bi ih zaštitio. Odanost za lava je za ceo život. Ponosni su na sebe što će se uvek naći porodici pri ruci i u dobru i u zlu.",
      "zdravlje": "Lav upravlja gornjim delom leđa, podlakticama, zglobovima, kičmom i srcem. Ljudi rođeni u ovom znaku imaju veliku izdržljivost i snagu. Inače su dobrog zdravlja i imuniteta. Kada se i razbole, brzo to prevaziđu i oporave. Lavovi ne podnose dobro bol i plaše se zubara i doktora. Avanturisti su i vole bezbrižan život. Trebali bi povesti računa o ishrani i vežbanju. Skloni su bolovima u mišićima, kičmi, problemima vezanim za srce i krvotok. Neki Lavovi često imaju visoku temperaturu i skloni su nesrećama. Dobru kondiciju vole da održavaju biciklizmom, trčanjem i fitnesom, ali uvek u društvu prijatelja ili sa ličnim trenerom. Kad su neraspoloženi to znaju svi oko njih jer su sarkastični i stalno nešto prigovaraju ljudima oko sebe. Ovaj znak je poznat po dugovječnosti zbog snažnog uticaja Sunca.",
      "slaganje": "Lav se najbolje slaže sa vazdušnim i vatrenim znakovima. Veza između Lava i Ovna je veoma strastvena i ova dva znaka se izuzetno privlače. Odnos ide iz krajnosti u krajnost što dovodi do iznenadnog pucanja ili veoma strastvene ljubavne veze. Bik je krajnje iskrena osoba i sa Lavom će imati, možda ne strastvenu ali, čvrstu vezu koja se temelji na uzajamnom poverenju. Blizanci i Lavovi će imati lagan i vedar odnos. Blizanci su intelektualci i odgovarat će im Lavova odlučnost da postignu sve što žele. Sukob između ova dva znaka može se desiti ukoliko Blizancima zasmeta Lavov autoritativni stav, ili ako Lav preozbiljno shvati sarkastičnog i koketnog Blizanca. Lav i Rak imaju lepu kompatibilnost, gde Lav može obezbediti kraljevski i luksuzni dodir vezi, a Rak može poboljšati vezu dajući joj topao i porodični dodir. Dva Lava će imati raskošnu vezu ispunjenu javnim izlivima naklonosti i stalnom razmjenom poklona. Neće se libiti da uživaju u ljubavi i bezbrižnosti bez obzira gde da se nalaze. Veza između Lava i Device je skoro ravna pa nemogućem. Ova dva znaka samo će nervirati jedan drugog. Između Lava i Vage će se stvoriti privlačnost i izgledat će kao savršen par gradeći vezu u oblacima. Ali njihova veza je obično kratkog veka. Veza sa Škorpijom će uvek biti veoma svadljiva i na ivici između ljubavi i mržnje. Gledajući sa astrološke strane i podudarnosti zvezda, Strelac i Lav čine idealan par. Jarac je kao i Lav okrenut tradicionalnim vrednostima i napornom radu. Ali metode kojima se služe da bi došli do cilja se veoma razlikuju. Vodolija ih na prvi pogled privlači, ali brzo će ga početi nervirati njena hirovitost. Veza između Riba i Lavova neće biti dugog veka, jer Lavovi vole da dominiraju i da im se dive, što Ribe neće moći ispratiti."
    }
  },
  "Devica": {
    "znak": "Devica",
    "osnovne-karakteristike": {
      "Element": "Zemlja",
      "Kvalitet": "Promenjiv",
      "Vladajuća planeta": "Merkur",
      "Vladajuća kuća": "Šesta",
      "Suprotni znak": "Ribe",
      "Vrline": ["Odana", "analitična", "ljubazna", "marljiva", "praktična"],
      "Mane": ["Sramežljiva", "zabrinuta", "preterano kritična prema sebi i drugima"],
      "Voli": ["Urednost i čistoću", "životinje", "zdravu hranu", "knjige", "prirodu"],
      "Ne voli": ["Da bude u centru pažnje", "grubost", "da traži pomoć"],
      "Poznati": ["Agatha Christie", "Beyonce", "Sophia Loren", "Sean Connery", "Stephen King", "Bill Murray", "Charlie Sheen", "Pink", "Michael Jackson", "Mickey Rourke"]
    },
    "karakteristike": {
      "opis": "Device uvek obraćaju pažnju na najsitnije detalje i njihova humanost ih čini jednim od najpažljivijih znakova zodijaka. Ovaj znak je temeljan i pristupa životu na taj način da ništa ne prepuštaju slučaju. Iako su često nežni, njihovo srce može biti zatvoreno za vanjski svet. Ovo je znak često pogrešno shvaćen, ne zato što im nedostaje sposobnost izražavanja, već zato što svoje osećaje neće prihvatiti kao valjane, istinite ili čak relevantne kad se suprotstave razumu. Kao što joj i ime kaže, Devica je rođena s osećajem da sve doživljavaju prvi put. Ona preferira konzervativne, dobro organizovane i praktične stvari u svakodnevnom životu. Budući da je Merkur vladajuća planeta ovog znaka, njegovi predstavnici imaju dobro razvijen smisao za govor i pisanje, kao i sve druge oblike komunikacije. Ali u društvu su pretežno povučene, sramežljive i posmatraju sve iz prikrajka. U očima drugih mogu izgledati kao hladne i nezainteresovane osobe. One su izuzetno vredne i gledaju da svoje zadatke ispune na vreme sa što većom preciznošću. Nije im bitna nagrada koliko satisfakcija da su dobro odradili zadatak. Perfekcioniste su kao u životu, tako i poslu. Ponekad ih je nemoguće zadovoljiti i imaju prevelika očekivanja i od sebe i od drugih.",
      "ljubav": "Osobe rodjene u ovom znaku su nesigurne i nesposobne da se osećaju dostojanstveno, lepo i voljeno. Da bi se počele osećati sigurnim i spremnim da pokažu svoje meko i ranjivo srce, neophodno je da nađu partnera koji će im pružiti svu ljubav i pažnju. Retko će direktno izjavljivati ljubav partneru, ali će Devica pokazati svoju privrženost i osećanja u intimnim trenucima. One više vole stabilne veze, nego zabavu i površna flertovanja. Retko će imati puno seksualnih iskustava s različitim ljudima, jer se trebaju osećati važnim za nekoga i pronaći pravi fizički užitak kako bi nekom dali celu sebe. S Devicom treba polako i strpljivo graditi poverenje, a ona će se odužiti partneru tako što će ga negovati i priuštiti mu poseban tretman.",
      "karijera": "Device su praktične, analitične, marljive i uvek tačno znaju gde potražiti srž bilo kog problema. Njihova temeljitost ih čini sjajnima na poslovima koji zahtevaju dobru organizaciju, bavljenje papirologijom, rešavanje problema i dobre su i u fizičkim i umnim poslovima. Kad se prihvate nečeg, od njihovog rada se očekuje savršenstvo, jer niti jedan drugi znak nema takvo oko za detalje kao Devica. Zaljubljeni u knjige i umetničko izražavanje, oni su dobri kritičari, dok im potreba da pomognu čovečanstvu najbolje služi ako se odluče postati doktori, medicinske sestre ili psiholozi. Device su štediše koje uvek ostavljaju nešto sa strane, a vidom štednje smatraju i kupovinu polovne robe. Neracionalnu potrošnju videt će kao lošu naviku ili stvar razmaženosti i uvek će se držati praktičnih rešenja koja ne koštaju puno. Ovaj pristup ponekad ih može učiniti pomalo jeftinim i previše zabrinutim zbog svega što bi im sutra moglo nedostajati. Moraju se naučiti prepustiti i nekom hedonizmu.",
      "prijatelji_i_porodica": "Devicu kao prijatelja je izuzetno korisno imati. Odlični su u davanju saveta i zaista znaju da reše problem. Primetićete da će Vas devica podsetiti da vodite više brige o sebi, zato što je veoma usredsređena na zdravlje i zdrav život. Kada je obrok gotov oni su prvi koji će ustati i krenuti da peru sudove. Veoma posvećeni porodici, osobe rođene u znaku device prve će priskočiti u pomoć kada je potrebna pomoć i nega. Najbrižniji su prema starim i bolesnim osobama. Ipak nisu osobe koje ce Vam direktno pokazati svoja osećanja, radije će to uraditi kroz konkretna dela.",
      "zdravlje": "Device su stalno okupirani detaljima i sitnicama. Uglavnom su zauzete radeći nešto toliko usredočeno da zaborave na svet oko sebe. Stalno su izložene stresu zbog potrebe da sve izgleda savršeno. Pa stres i jeste njihov najgori neprijatelj i on im najviše narušava zdravlje. Pesimistične su i stalno oko nečeg brinu. Hipohonderi su koji i od najmanjeg zdravstvenog problema naprave veliki. Ovaj znak pazi na ishranu i redovno vežba. Posvećuju pažnju izgledu negujući svoje lice i telo, te i u starosti izgledaju mladoliko.",
      "slaganje": "Devica i Ovan imaju potpuno različite karakteristike, pa mogu jedan drugog smatrati intrigantnim i privlačnim. Njihova veza bi bila skromna i stabilna, ispunjena nežnim trenucima. Srodnu dušu, koja će je u potpunosti razumeti, Devica će pronaći u Biku. Veza sa Blizancima, u većini slučajeva, je osuđena na propast zbog neslaganja u svakom pogledu. Devica i Rak su na vrhu popisa kompatibilnosti zodijaka. Međusobno se razumeju i dopunjuju. Da bi se razvio neki odnos između Device i Lava moraju prvo dobro da se upoznaju i razumeju postupke jedno drugog, i tek onda bi mogli započeti neku vezu. Dve Device bi mogle imati jako skladan odnos. Devica i Vaga se jednako dive lepoti i kulturi, i oba znaka zahtevaju sigurnost i poštovanje, što predstavlja osnov za jednu lepu vezu. Iako po svim procjenama i predviđanjima Devica i Škorpija nemaju šansu, ova veza ipak može da iznenadi. U Strelcima, koji takođe vole istraživati, će pronaći savršenog ljubavnog partnera. Jarac je poput Device inteligentan, prizeman i marljiv. Oni su stabilni ljudi koji održavaju visoke standarde i kod njih gotovo da i nema igre i zabave, nego je uvek samo posao. Devica i Vodolija su prilično različiti znakovi i pretežno prkose jedan drugom. Riba i Devica imaju magnetsku privlačnost i u ovoj kombinaciji postoji prirodna harmonija i međusobna naklonost."
    }
  },
  "Vaga": {
    "znak": "Vaga",
    "osnovne-karakteristike": {
      "Element": "Vazduh",
      "Kvalitet": "Kardinalan",
      "Vladajuća planeta": "Venera",
      "Vladajuća kuća": "Sedma",
      "Suprotni znak": "Ovan",
      "Vrline": ["Lako oprašta", "pravedna", "pažljiva", "diplomata", "suosećajna", "društvena"],
      "Mane": ["Arogantna", "ljubomorna", "tvrdoglava", "sujetna", "lenja", "nefleksibilna"],
      "Voli": ["Harmoniju", "deljenje sa drugima", "nežnost", "izlazak u prirodu"],
      "Ne voli": ["Nepravdu", "nasilje", "konformizam i dugačak jezik"],
      "Poznati": ["Monica Bellucci", "Silvio Berlusconi", "Vladimir Putin", "Will Smith", "Oscar Wilde", "John Lennon", "Friedrich Nietzsche", "Giuseppe Verdi", "Brigitte Bardot", "Alfred Nobel"]
    },
    "karakteristike": {
      "opis": "Prvi znak Zodijaka je strastven i samostalan. Vladar Ovna je Mars, planet energije i akcije. Ljudi rođeni u ovom znaku su snažni, ambiciozni i nestrpljivi da dobiju i urade sve što žele u najkraćem mogućem roku...",
      "ljubav": "Strastveni Ovan uvek pristaje na sve ili ništa i nikad nije zadovoljan s polovičnim rešenjima. Otvoren i direktan, ne stidi se preuzeti inicijativu i prići osobi koja mu se sviđa...",
      "karijera": "Ovnovi su ambiciozni i puni energije. Oni su predani radnici i mrze nerad, a najveći neprijatelj im je dosada...",
      "prijatelji_i_porodica": "Ovan je stalno u pokretu tako da je aktivnost ključna reč za ovaj znak. Kada je reč o prijateljima, što je više različitih prijatelja tim bolje...",
      "zdravlje": "Pripadnici ovog horoskopskog znaka često pate od migrene, zamagljenog vida, glavobolje i imaju problema sa sinusima..."
    }
  },
  "Škorpija": {
    "znak": "Škorpija",
    "osnovne-karakteristike": {
      "Element": "Voda",
      "Kvalitet": "Fiksni",
      "Vladajuća planeta": "Pluton, Mars",
      "Vladajuća kuća": "Osma",
      "Suprotni znak": "Bik",
      "Vrline": ["Snažan", "hrabar", "uporan", "strastven", "tvrdoglav", "sumnjičav", "istinski prijatelj"],
      "Mane": ["Nepoverljiv", "kritičan", "ljubomoran", "tajanstven", "nasilan", "znatiželjan", "naporan", "opsesivan"],
      "Voli": ["Istinu", "činjenice", "biti u pravu", "zadirkivanje", "dugogodišnje prijatelje", "veliku strast", "dostojnog protivnika"],
      "Ne voli": ["Neiskrenost", "pasivne ljude", "otkrivanje tajne"],
      "Poznati": ["Pablo Picasso", "Richard Burton", "Grace Kelly", "Rock Hudson",  "Martin Scorsese", "Ryan Gosling", "Leonardo DiCaprio", "Marie Curie", "Lav Trocki", "Dostojevski"]
    },
    "karakteristike": {
      "opis": "Škorpije su strastveni i odlučni ljudi. Kad su sumljičavi oko nečega odlučni su da istraže sve dok ne saznaju istinu. Škorpija je izvrstan vođa, uvek svestan situacije i onoga šta se dešava oko njih. Škorpija je vodeni znak koji živi da bi iskusio i izrazio osećaje. Iako su osećaji vrlo važni za ovaj znak, oni ih manifestuju drugačije od ostalih vodenih znakova. Škorpije su dobri i verni prijatelji koji će čuvati vaše tajne, kakve god one bile. Pluton je planeta transformacije i regeneracije, a ujedno i vladar ovog horoskopskog znaka. Škorpije su poznate po mirnom i hladnom ponašanju te po tajanstvenom izgledu. Izvrsne su vođe jer su vrlo predani onome šta rade. Škorpije mrze nepoštenje i mogu biti vrlo ljubomorni i sumnjičavi, pa moraju naučiti kako se lakše prilagoditi različitim ljudskim ponašanjima. Škorpije su hrabre i ne boje se izraziti svoje mišljenje. Puni su iznenađenja i pružit će sve šta vam treba, ali ako ih jednom izneverite - povratka nema. Vrlo su predane i dobro brinu o svojoj porodici.",
      "ljubav": "Škorpija je najsenzualniji znak zodijaka. One su izuzetno strastvene i seks im je vrlo važan. Žele inteligentne i iskrene partnere. Jednom kad se Škorpije zaljube, vrlo su predane i verne. Međutim, u vezu stupaju vrlo pažljivo, jer im ponekad treba puno vremena kako bi izgradili poverenje i poštovanje prema partneru. Prevaru nikada ne bi oprostili, čak i ako pređu preko nje, nikada je ne bi zaboravili. Vrlo su tajanstvene i dosta toga čuvaju u sebi, pa postoji mogućnost da ih dugogodišnji partneri i ne poznaju tako dobro kao što misle. Sumljičavi, ljubomorni i nesigurni, stalno traže od partnera potvrdu njihove ljubavi i privrženosti.",
      "karijera": "Škorpije su fantastične u upravljanju, rešavanju i stvaranju. Kad Škorpija postavi cilj, nema odustajanja. One su izvrsne u rešavanju zadataka koji zahtevaju temeljan pristup. Njihova sposobnost koncentracije s odlučnošću čini ih vrlo sposobnim menadžerima. Nikad ne mešaju posao s prijateljstvom. Poslovi poput naučnika, lekara, istraživača, mornara, detektiva, policajca, poslovnog menadžera i psihologa prikladni su za ovaj snažni horoskopski znak. Škorpija poštuje druge ljude, pa očekuje da i njega poštuju. Ne boje se napornog rada kako bi se doveli u bolji finansijski položaj. Novac za njih znači sigurnost i osećaj kontrole, što znači da dobro štede novac i pažljivo donose odluke prije nego što ulože u nešto.",
      "prijatelji_i_porodica": "Iskrenost i pravičnost su osobine prijatelja škorpije. Ponekad je potrebno više vremena da se formiraju okviri saradnje, ali kada se to desi škorpija će ostati posvećena I lojalna. Dovitljiv i intelektualan bolje će se osećati u društvu duhovitih i lagodnih osoba. Puni su iznenadjenja, pripadnici ovog znaka daće Vam sve što treba, ali ako ih jednom izneverite nema povratka. Duboko osećajni, kada ih nešto boli, prosto je nemoguće učiniti da bude bolje. Posvećenost porodici je jaka i dosledna za ovaj znak. Izuzetno su korisni u upravljanju poslovima I odlični advokati kada je potrebno.",
      "zdravlje": "Škorpije su istaknute po svojoj visokoj energiji, mašti i vedrom raspoloženju. Njima vlada Pluton koji upravlja stvaranjem stanica i reproduktivnom funkcijom. Traže avanturu i razna životna iskustva. Imaju neograničenu energiju, koju kad potroše, brzo povrate. Povećana aktivnost i želja da sve uzmu u svoje ruke mogu dovesti do nesanice, umora i raznih vrsta tegoba. Povećana napetost dovodi do problema s nervnim sistemom. Generalno, imaju vrlo jak imuni sistem, žilavi su i otporni. Pa i kad naidju na neki zdravstveni problem lako se nose s njim i brzo se oporave.",
      "slaganje": "Veza sa Ovnom bila bi puna uzbudljivih momenata, stalno na granici izmedju ljubavi i mržnje. Nije dobra na duge staze. Astrolozi prosto obožavaju podudarnost koju imaju Škorpija i Bik. Ova veza bi mogla biti idealna i božanstvena. Sa Devicom bi bili neraskidiv par samo kad bi prihvatili međusobne razlike i mane jedno drugog. Jedan od razloga podudarnosti Škorpije i Raka je njihova duboka emotivnost. Škorpije vole da budu i intelektualno i emotivno povezani sa partnerom. Vole da osete stabilnost i sigurnost u vezi. A s Rakom će sve to naći. Sa Lavom će na početku biti sve uzbudljivo, ali će Škorpiji smetati Lavova potreba da stalno bude u centru pažnje. Sa Devicom će imati harmoničan odnos. Veza sa Vagom ne obećava, jer će mu neodlučna Vaga brzo dosaditi. Dve Škorpije će se razumeti i imaće lep odnos. U vezi sa Strelcem će deliti potrebu za lepim i lagodnim životom. Jarac će u početku biti suzdržan, kao i Škorpija, pa ako se opuste, otvore i steknu poverenje jedno u drugo, ova veza bi mogla procvetati. Između Vodolije i Škorpije vlada magnetna privlačnost, ali da bi uspeli moraju poraditi na toleranciji. Sa astrološke strane dva vodena znaka, Škorpija i Ribe se prirodno podudaraju, i kao par su toliko povezani da se ne mogu ni na kratko odvojiti jedno od drugog."
    }
  },
  "Strelac": {
    "znak": "Strelac",
    "osnovne-karakteristike": {
      "Element": "Vatra",
      "Kvalitet": "Promenjiv",
      "Vladajuća planeta": "Jupiter",
      "Vladajuća kuća": "Deveta",
      "Suprotni znak": "Blizanci",
      "Vrline": ["Darežljiv", "bistar", "idealista", "osećajan", "duhovit"],
      "Mane": ["Buntovan", "nepromišljen", "tup", "arogantan", "sarkastičan"],
      "Voli": ["Putovanja", "izlazak u prirodu", "slobodu", "filozofiju"],
      "Ne voli": ["Detalje", "da je ograničen", "nametljive ljude", "stavljanje pred svršen čin"],
      "Poznati": ["Brad Pitt", "Woody Allen", "Winston Churchill", "Walt Disney", "Tina Turner", "Steven Spielberg", "Ridley Scott", "Mark Twain", "Noam Chomsky", "Ludwig Van Beethoven"]
    },
    "karakteristike": {
      "opis": "Znatiželjan i energičan, Strelac je jedan od najvećih putnika među svim horoskopskim znakovima. Njihov otvoren um i filozofski pogled motivišu ih da lutaju svetom u potrazi za smislom života. Strelac je ekstrovertan, optimističan, entuzijastičan i voli promene. Sposobni su svoje misli pretvoriti u konkretne akcije i učiniće sve da postignu svoje ciljeve. Poput ostalih vatrenih znakova, i Strelac mora biti stalno u kontaktu sa svetom kako bi iskusio što je više moguće. Vladajuća planeta Strelaca je Jupiter, najveća planeta zodijaka. Njihov entuzijazam nema granica, pa stoga ljudi rođeni pod znakom Strelca poseduju sjajan smisao za humor i intenzivnu znatiželju. Najviše cene slobodu, jer samo tada mogu slobodno putovati i istraživati različite kulture i filozofije. Zbog svoje iskrenosti, često su nestrpljivi i netaktični kad trebaju nešto reći ili učiniti, pa je važno naučiti se izražavati na tolerantan i društveno prihvatljivi način. Strelac je vrlo zabavan i uvek okružen prijateljima. Vole se smejati i uživati u raznolikosti života i kulture, pa će lako steći brojne prijatelje širom sveta. Što se tiče porodice, Strelac je predan i spreman učiniti gotovo sve.",
      "ljubav": "Ljudi rođeni u znaku Strelca su vrlo razigrani i šaljivi, što znači da će uživati u zabavnim aktivnostima sa svojim partnerima. Osobe koje su jednako otvorene, zasigurno će odgovarati strastvenom, izražajnom Strelcu koji je spreman probati gotovo sve. Uvek su u potrazi za partnerom, a zbog svoje nepromišljenosti i impulsivnosti često naiđu na pogrešnu osobu. Za ovaj znak uvek postoji tanka granica između ljubavi i seksa. Njihova ljubav prema promenama i raznolikosti mogu doneti puno različitih lica u njihovoj spavaćoj sobi. Ali kad su istinski zaljubljeni, oni su vrlo romantični, verni i predani. Žele da njihovi partneri budu intelektualni, osetljivi i izražajni.",
      "karijera": "Kad Strelci nešto zamisle, trudit će se svim silama da to i postignu. Uvek znaju šta reći u datoj situaciji i izvrsni su prodavači. Strelac voli različite zadatke i dinamičnu atmosferu. Oni su sposobni ljudi koji će se snaći u svakoj situaciji. Ljudi ih vole imati u svom timu zbog njihove vedrine i optimizma koji povoljno utiču na motivaciju. Željni su novih saznanja i uvek su puni korisnih informacija. Ovom znaku odgovaraju poslovi poput turističkog agenta, fotografa, istraživača, umetnika, diplomate, uvoznika i izvoznika. Zabavni Strelac uživa zarađivati i trošiti novac. Smatra se najopuštenim i najsrećnijim znakom zodijaka. Oni se rizikuju i vrlo su optimistični. Veruju da će im svemir pružiti sve šta treba.",
      "prijatelji_i_porodica": "Bilo da je podsticajan razgovor u pitanju ili pešačenje po planini, možete očekivati da strelac bude okružen prijateljima. Strelac je veoma zabavan, i zna da bude “ćaknut” povremeno. Osobe rođene u znaku strelca vole da se smeju i da se sve oko njih dešava. Uživa u različitostima života i kultura tako da vrlo lako stiče prijatelje širom sveta. Velikodušni su i nisu jedni od onih koji drže predavanja. Svako ko može da piše i priča o teškim životnim temama će sasvim odgovarati strelcu. Veoma lako stiču prijatelje i ostaju čvrsto uz njih tokom godina. Kada je reč o porodici, strelac je posvećen i spreman da uradi skoro sve. Sloboda i nezavisnost su od izuzetne važnosti za ovaj otvoreni znak. Ukoliko im se to ne uskrati, svaka veza sa njima je uspešna.",
      "zdravlje": "Strelci su veseli i optimistični ljudi. Pretežno su jaki, otporni i nisu nešto bolešljivi. Mana im je to što su leni za sporske aktivnosti i rekreaciju. Kako vole uživati u putovanjima tako isto vole uživati u hrani i piću, što može da izazove probleme sa žuči i jetrom. Trebali bi da izbegavaju previše slanu i masnu hranu, slatkiše, cigarete i alkohol, a da se više posvete zdravoj ishrani i vežbanju. Skloni su bolovima u kičmi, išijasu i reumi. Neki imaju problema i sa krvnim pritiskom i cirkulacijom.",
      "slaganje": "Ovan i Strelac kao dva vatrena znaka su energični, avanturisti, znatiželjni i imaju još mnoga toga zajedničkog. Njihova veza će biti uzbudljiva i imaće duge razgovore do kasno u noć. Sa Bikom će temeljiti vezu na obostranom hedonizmu, pa će zajedno uživati u hrani i piću. S Blizancima će se super provoditi istražujući nova mesta i proširujući društvene krugove. Da bi veza s Rakom uspela treba dosta strpljenja i s jedne i s druge strane. Ako ostanu dovoljno dugo zajedno počet će ceniti ono šta jedan drugom imaju da ponude. Dinamični i neverovatno zabavni Lav i Strelac čine savršen par, u čijem društvu mnogi uživaju. Pored zabave, koje neće nedostajati u njihovoj vezi, ova dva znaka će se neizmjerno poštovati i diviti jedan drugom. Devica će ih užasno nervirati svojim pametovanjem i delenjem saveta. Strelac i Vaga će imati idealan i harmoničan odnos. Za vezu sa Škorpijom će se morati dobro potruditi da bi uspeli. Iako im zvezde nisu naklonjene, i daje im se malo šanse, nekad znaju i da iznenade vremenom koje će provesti zajedno. Dva Strelca neće se dobro slagati i ovo je veza za koju nije garantovan uspeh. Na intelektualnom nivou Jarac će biti veoma privlačan Strelcu. Ali ostale osobine su im toliko različite, da iako imaju isti cilj, služe se totalno različitim sredstvima. Sa Vodolijom, Strelac će voditi zanimljive i zabavne razgovore, i nikada im neće biti dosadno isprobavajući nove aktivnosti. Na prvi pogled jako različiti znakovi, a opet veza između Strelca i Ribe ima odličan potencijal i iznenađujuće dobre prognoze."
    }
  },
  "Jarac": {
    "znak": "Jarac",
    "osnovne-karakteristike": {
      "Element": "Zemlja",
      "Kvalitet": "Kardinalan",
      "Vladajuća planeta": "Saturn",
      "Vladajuća kuća": "Deseta",
      "Suprotni znak": "Rak",
      "Vrline": ["Odgovoran", "disciplinovan", "sofisticiran", "porodičan"],
      "Mane": ["Sarkastičan i arogantan", "nemilosrdan", "bezosećajan", "pohlepan i površan"],
      "Voli": ["Porodicu", "tradiciju", "kvalitet izrade", "potcenjen položaj", "muziku"],
      "Ne voli": ["U nekom momentu ne voli ništa"],
      "Poznati": ["Muhammad Ali", "Stephen Hawking", "Mel Gibson", "David Bowie", "Edgar Allan Poe", "Rowan Atkinson", "Jim Carrey"]
    },
    "karakteristike": {
      "opis": "Jarac je znak koji predstavlja vreme i odgovornost, a njegovi su predstavnici tradicionalne i često vrlo ozbiljne prirode. Nezavisni, disciplinovani u svemu i postižu odlične uspehe i u privatnom i poslovnom životu. Oni su majstori samokontrole i sposobni su stvarati čvrste i realne planove i upravljati mnogim ljudima koji rade za njih u bilo kom trenutku. Učit će na svojim greškama i doći do vrha isključivo na temelju svog iskustva i stručnosti. Pripadajući elementu Zemlje, poput Bika i Device, ovo je poslednji znak u trojcu praktičnosti i utemeljenosti. Cene materijalne stvari i koristit će ih u najbolje svrhe. Nažalost, ovaj ih element takođe čini ukočenim i ponekad previše tvrdoglavim da bi se prilagođavali nečemu ili nekome. Teško prihvataju razlike drugih ljudi koje su predaleko od njihovog karaktera i iz straha bi mogli pokušati agresivno nametnuti svoje tradicionalne vrednosti. Saturn je vladajuća planeta Jarca, a ona predstavlja ograničenja svih vrsta. Njen uticaj čini ove ljude praktičnim i odgovornim, ali i hladnim, distanciranim i neumoljivim, sklonim osećaju krivice i okrenutim prošlosti. Moraju naučiti opraštati kako bi vlastiti život učinili lakšim i pozitivnim.",
      "ljubav": "Nije lako pridobiti pažnju i srce jednog Jarca, ali kad im se zidovi sruše i srce otopi, ostaju predani jednoj osobi celi život. Odnosi s drugim znakovima mogu biti izazovni zbog Jarčevog teškog karaktera, ali svaki zajednički osećaj koji dolazi s tako dubokog emocionalnog mesta nagrada je za partnerov trud. Svoju privrženost će pokazivati više delima, nego rečima. Okrenuti svojim ličnim ciljevima, Jarčevima može nedostajati suosećanja i osećaja za svoje voljene. Ali će se partner uvek moći osloniti na njih i imati pomoć u bilo kom poduhvatu. Njihova veza će stalno imati tendeciju rasta. Jarac možda jeste ukočeni Zemljani znak, ali će i on imati s nekim znakom idealnu kompatibilnost.",
      "karijera": "OJarci će sebi postaviti visoke standarde, ali njihova iskrenost, predanost i ustrajnost odvest će ih do njihovih ciljeva. Cene odanost i naporan rad nad svim ostalim stvarima i drže bliske saradnike s tim osobinama čak i kad su možda intelektualno inferiorni. Koncentrirsan i snalažljiv, ovo je neko ko završi posao, bez da mu smeta dugotrajno radno vreme i posve se posveti konačnom proizvodu. Oni blistaju u poslovima koji uključuju upravljanje, finansije, programiranje i proračune. Jarac voli da ima sve uredno i sve papire i dokumenta posložena i sortirana. Novac će se istinski ceniti u životima ovih ljudi. Neće imati poteškoća da ga zarade, a znaće ga i uštediti za crne dane. Vredni radnici s višim ciljem učinit će sve šta mogu da se što prije oslobode kredita ili hipoteke. Ali isto tako znaju da moraju biti strpljivi i da ništa ne može preko noći.",
      "prijatelji_i_porodica": "Kombinujući snažan razum i humor, jarac će Vam biti neverovatan kompanjon. Za prijatelje biraju iskrene i odane osobe, kao i istomišljenike kada su u pitanju radne vrednosti. Ne postoje granice kada su u pitanju prijatelji i porodica. Poštovalac tradicije po prirodi, jarac ništa više ne voli od praznika, kada okupi prijatelje i porodicu na jedno mesto uz pregršt aktivnosti. Sklonost da nema veliki krug prijatelja uslovljava da prijatelji moraju biti dosledni i iskreni. Izlivi emocija nisu česta pojava kod jarca, uvek će pre osećanja izraziti kroz dela.",
      "zdravlje": "Ljudi rođeni u znaku Jarca se lako izbore sa relativno manjim a i većim tegobama, zahvaljujući jakom imunitetu kojeg su stekli u detinstvu. Što su stariji, izgledaju zdravije. Čak i u starosti izgledaju vitalni. Međutim, njihovo telo, može biti nežno, posebno koljena i struktura kostiju. Opasnost s kom se suočavaju jeste prehlada, artritis, bubrežni kamenci, probavni problemi, pa čak i poremećaji kože poput šindre. Trebali bi se držati podalje od alkohola i masne hrane. Skloni su i stresu i problemima s krvnim pritiskom.",
      "slaganje": "Veza s Ovnom neće biti laka. Ona će izgledati kao utakmica u kojoj će se takmičiti ko će na najbolji način sabotirati tu vezu. Bik će mu odgovarati u svakom pogledu, i kao prijatelj i kao ljubavnik i kao osoba s kojom će se ludo provesti. Oni će biti idealan ljubavni spoj. Jarac i Blizanci nisu ni blizu na istim talasnim dužinama. Jarac je susdržana i odmerena osoba koja neće iznositi svoje mišljenje ukoliko mu neko ne zatraži, dok su Blizanci brbljivci koji se svima upliću u razgovor. Perfekcionisti po pitanju obrazovanja, karijere i porodice, Jarac i Rak će imati dosta toga zajedničkog. Veza između Lava i Jarca neće dugo trajati zbog izrazito različitih karaktera. Jarac će se stiditi Lavove potrebe da javno iznosi i pokazuje osećaje, a Lavu će brzo dosaditi Jarčeva ozbiljnost. Veza s Devicom bi mogla biti veza za celi život. Retko koji par ima takvu kompatibilnost kao ova dva znaka. Vaga mu je privlačna, ali će ga mnogo nervirati njena neodlučnost i preterana opuštenost po pitanju nekih stvari. Jarac i Škorpija će imati jaku i čvrstu vezu zasnovanu na seksualnoj privlačnosti. Sa astrološkog stanovišta Strelac i Jarac su znakovi koji se ni u čemu ne slažu i ovu vezu je bolje izbeći. Dva Jarca ne mogu zajedno i ne trebaju ni pokušavati da stvore neki odnos. Vodolija će izvući ono najbolje iz Jarca i obrnuto. Na prvi pogled nespojivo, ali kad se zavole stvorit će neraskidivu vezu. Možda najsavršeniju vezu Jarac može da ostvari sa osetljivim Ribama, koje će imati potrebu da vole i štite od surove stvarnosti."
    }
  },
  "Vodolija": {
    "znak": "Vodolija",
    "osnovne-karakteristike": {
      "Element": "Vazduh",
      "Kvalitet": "Fiksni",
      "Vladajuća planeta": "Uran, Saturn",
      "Vladajuća kuća": "Jedanaesta",
      "Suprotni znak": "Lav",
      "Vrline": ["Progresivna", "inteligentna", "originalna", "opuštena", "nezavisna", "skromna", "dobronamerna"],
      "Mane": ["Nepredvidiva", "bezosećajna", "temperamentna", "beskompromisna", "ponekad agresivna", "rezervisana"],
      "Voli": ["Zabave sa prijateljima", "borbu za više ciljeve", "pomaganje drugima", "intelektualan razgovor", "dobar slušalac"],
      "Ne voli": ["Ograničenja", "usamljenost", "neispunjena obećanja", "glupe ili dosadne situacije", "osobe koje se ne slažu sa njim"],
      "Poznati": ["Radomir Putnik", "Laza Kostić", "Wolfgang Amadeus Mozart", "Galileo Galilei", "Abraham Lincoln", "Thomas Alva Edison", "Cristiano Ronaldo"]
    },
    "karakteristike": {
      "opis": "Vodolije se predstavljaju na dva načina: s jedne strane kao stidljivi i mirni, a sa druge strane mogu biti ekscentrični i energični. I u jednom i u drugom slučaju su duboki mislioci koji vole da pomažu drugim ljudima. Visoko intelektualan, ovo je znak vatrene nezavisnosti iz koje proizilazi intuicija praćena logikom. Oba tipa ličnosti veoma su sposobni da vide, bez predrasuda, obe strane, što ih čini osobama koje odlično rešavaju probleme. Iako su veoma prilagođeni energiji koja ih okružuje, vodolije imaju duboku potrebu da budu neko vreme sami i daleko od svega kako bi obnovili energiju. Ključna reč za ovaj znak je “mašta”. Osobe rođene u znaku vodolije mogu da vide svet pun mogućnosti iako se čini da ih nema.\n                Vodolija je vazdušni znak i kao takva koristi svoj um u svakoj prilici. Ako ne postoji mentalna stimulacija, njoj je dosadno i nedostaje joj motivacije da postigne najbolji rezultat.\n                Uran, vladajuća planeta Vodolije ima plahu, naglu i ponekad agresivnu prirodu, ali on takođe Vodolijama daje vizionarske kvalitete, one su u stanju da proniknu u budućnost i znaju tačno šta će raditi za pet ili deset godina. Uran im je podario moć brze i lake transformacije, pa su poznatije kao mislioci, progresivci i humanisti. Dobro se osećaju u grupi i zajdnici, pa teže da stalno budu okruženi drugim ljudima.\n                Vodolija je simbol čuvara vode, vode koja leči ljude, biljke i životinje i osigurava da se život nastavlja. Zato Vodolije teže da osete udeo u životnom ciklusu i u stanju su da urade bilo šta da bi se on održao.\n                Problematični delovi tela za Vodoliju su zglobovi i cirkulacija. Za dobro zdravlje, najbolje bi bilo da redovno obavljaju preglede ovih organa.  Najveći problem za Vodoliju predstavlja osećaj da je ograničena ili sputana. Zbog želje za slobodom i jednakosti za sve, uvek će težiti da osigura slobodu govora i kretanja kako joj odgovara. Vodolija ima reputaciju hladne i bezosećajne osobe, ali to je samo njen odbrambeni mehanizam protiv prerane bliskosti. Naučiti da veruju drugima i izražavanje emocija na zdrav način su dve veštine koje stiču rastom i razvojem tokom vremena.",
      "ljubav": "Intelektualna stimulacija je daleko najveći afrodizijak za vodolije. Ništa ga više ne može privući od interesantnog razgovora sa nekom osobom. Kada je u pitanju ljubav, osobe koje ne shvataju olako njihovu iskrenost im najviše odgovaraju. Otvorenost, komunikativnost, maštovitost i spremnost da rizikuju su kvaliteti koji se dobro uklapaju u perspektivu života ovog znaka. Poštenje i iskrenost su od suštinskog značaja za nekoga ko želi dugoročnu vezu sa ovom dinamičnom osobom.",
      "karijera": "Vodolije unose entuzijazam u posao, imaju izuzetnu sposobnost iskorišćavanja svoje mašte u poslovne svrhe. Karijera koja omogućava razvoj koncepta i demonstracije može dobro da odgovara ovom znaku. “Ja znam” je ključni izraz za vodoliju. Visoki intelekt u kombinaciji sa spremnošću vodolije da dele svoje talente, inspiriše mnoge koji rade u njihovom okruženju. Vizionarski tip, vodolija voli da se uključi u poslove koji imaju za cilj da čovečanstvo učine boljim.\n\n                Kada je u pitanju novac, ovaj znak zaista ima talenat da održi balans između trošenja i uštede novca. Kada izađu u kupovinu, ekstravagantne, sjajne stvari sa šljokicama će im prvo zapasti za oko iako su im kuće obično uređene sa puno stila i ukusa. Nije neuobičajeno videti vodoliju obučenu u smela odela jarkih boja. Većina osoba rođenih u znaku vodolije su dobro prilagođene svom osećaju za stil i ne plaše se da ga pokažu.\n\n                Poslovi glume, pisanja, nastave, fotografije ili pilota im veoma odgovaraju. Najbolje okruženje je ono koje im daje slobodu da rešavaju problem bez striktnih smernica. Vodolija je nekonvencionalan tip i ukoliko dobije priliku da iskaže svoj talenat, može postići zavidan uspeh.",
      "prijatelji_i_porodica": "Iako su pripadnici ovog znaka komunikativni, za zbližavanje sa ljudima im treba vremena. S obzirom da su vrlo osetljivi i oprezni za njih bliskost podrazumeva ranjivost, a to se ne shvata olako. Neposrednost vodolija u kombinaciji sa njihovim čvrstim stavovima na neki način ih čini izazovom za upoznavanje. Vodolija će učiniti sve za voljene osobe do tačke samožrtvovanja ako je potrebno. U prijateljima najčešće traže osobine kreativnosti, intelekta i poštenja. Kada je reč o porodici očekivanja nisu ništa manja. Iako imaju osećanje dužnosti prema rođacima, oni neće stvarati bliske veze ukoliko ista očekivanja kao i kod prijateljstva ne budu ispunjena.",
      "zdravlje": "Ljudi rođeni u znaku Vodolije obično imaju slabu strukturu kostiju, pa čak i manji pad ili nesreća mogu uzrokovati prelom. Njihov nervni sistem, srce, kičma, grlo i mokraćni mehur takođe mogu prouzrokovati zdravstvene tegobe. Što se tiče ishrane, tu neće imati problema, jer im odgovaraju sve vrste namernica. Moraju naučiti da se malo više okrenu sebi i da ne brinu toliko za druge. Preterana briga nikom ne donosi dobro. Vodolije većinom dočekaju duboku starost u dobrom zdravlju.",
      "slaganje": "Vodolija i Ovan su veliki individualci koji cene slobodu. Vodit će zanimljiv život pun izlazaka i druženja. Imaju velike šanse za uspeh ukoliko Ovan nauči da ne bude toliko posesivan i ljubomoran. Sa Bikom može stvoriti jaku i moćnu vezu, ako prihvate jedno drugog sa svim vrlinama i manama. Bik je prizeman, skroman i praktičan, dok Vodolija ima sasvim drugačiji pristup životu. Bik ne voli promene, a Vodolija je zanesenjak koji stalno teži nečem novom. Veza sa Blizancima će biti idealna. Imaju ista interesovanja i magnetnu privlačnost. Uživat će u zabavnim aktivnostima i nisu posesivni ni ljubomorni. Rak je znak koji neće odgovarati Vodoliji. Ako se kojim slučajem i sastanu, ova veza neće potrajati. Rak je previše vezan za porodicu, dok je Vodolija veliki individualac, koji ne ceni mnogo porodične vrednosti. Iako Lava i Vodoliju spaja velika privlačnost, neće imati šanse za uspeh. Lav voli da je u centru pažnje i da mu se dive, a Vodolija voli da je okružena mnogim prijateljima, što će u Lavu izazivati ljubomoru. S Devicom će voditi samo intelektualne razgovore i ništa više. Vaga i Vodolija će se međusobno razumeti i podržavati. Biće najbolji prijatelji, ljubavnici i u svemu će se slagati. Oni su idealni partneri. Sa Škorpijom nema ništa zajedničko i bolje da se zaobiđu. U Strelcu, Vodolija vidi srodnu dušu, osobu koja deli ista interesovanja i ljubav prema avanturama i zabavama. Jarac je previše krut za Vodoliju, ali mu ona može pomoći da se opusti, a Jarac će Vodoliju učiti strpljenju i disciplini. Najviše ih veže to što ne vole previše iskazivati svoje emocije. Ako se između dve Vodolije javi privlačnost i ljubav, mogli bi uspeti zbog istih osobina i interesovanja. Ali isto tako može doći do burnog raskida. S Ribama dele ljubav prema drugim ljudima i požrtvovanost. Jedno drugo će dopunjavati, ali razlika u njihovim emotivnim potrebama može dovesti do razilaženja izmađu ova dva znaka."
    }
  },
  "Ribe": {
    "znak": "Ribe",
    "osnovne-karakteristike": {
      "Element": "Voda",
      "Kvalitet": "Promenjiv",
      "Vladajuća planeta": "Neptun, Jupiter",
      "Vladajuća kuća": "Dvanaesta",
      "Suprotni znak": "Devica",
      "Vrline": ["Spiritualni", "intuitivni", "velikodušni", "vizionari", "suosećajni", "nežni", "mudri"],
      "Mane": ["Bojažljive", "melanholične", "sklone drami", "nepoštene", "nepraktične"],
      "Voli": ["Produhovljene teme", "da se osami", "vizuelne medije", "spavanje"],
      "Ne voli": ["Kritike", "vraćanje u prošlost", "Ljude koji misle za sebe da su najpametniji", "okrutnost bilo koje vrste"],
      "Poznati": ["Elizabeth Taylor", "Rihanna", "Bruce Willis", "Kurt Cobain", "Chuck Norris", "Sharon Stone"]
    },
    "karakteristike": {
      "opis": "Ribe su vrlo susretljive, pa se često nađu u društvu vrlo različitih ljudi. One su nesebične i uvek su spremne pomoći drugima, ne nadajući se ničemu zauzvrat. Ribe su Vodeni znak kog krasi velika empatija, vernost, brižnost i privrženost drugima. Njihova vladajuća planeta je Neptun, pa su Ribe intuitivnije od ostalih i imaju umetnički talent. Zahvaljujući njemu, one su izuzetno muzikalne i svoj talenat otkrivaju još u ranom detinjstvu. Ribe su poznate po svojoj mudrosti, ali pod utjecajem Urana ponekad mogu preuzeti ulogu mučenika kako bi privukle pažnju. Ribe nikad ne osuđuju i uvek opraštaju. Poznato je i da su najtolerantniji od svih horoskopskih znakova. Nežne Ribe mogu biti najbolji prijatelji na svetu, koji će staviti potrebe prijatelja ispred svojih. One su posvećene i predane porodici i prijateljima, i uvek će biti prve da ponude rešenje ukoliko dođe do problema. Duboko intuitivne, Ribe mogu predosetiti da nešto nije u redu i prije nego što se desi. Komunikativne su, otvorene i ne boje se pokazati i izreći svoja osećanja. Očekuju od drugih da budu isto tako otvoreni i iskreni. Komunikaciju s voljenima cene više od svega.",
      "ljubav": "Emotivne Ribe su nepopravljivi romantičari. Vrlo su odani, nežni i bezuslovno velikodušni prema svojim partnerima. Ribe su strastveni ljubavnici koji imaju potrebu osetiti stvarnu povezanost sa svojim partnerima. Nisu sklone površnim i kratkotrajnim vezama. Ne ustručavaju se da svoju ljubav i osećaje iskažu rečima, ili pokažu delima. U ljubavi su verne, brižne, požrtvovane i učinit će sve da ugode partneru. Često zanemaruju sebe stavljajući partnerove potrebe prije svojih. Nakon nekog vremena mogu postati nezadovoljne i tužne što su tako puno dale, a malo dobile. Kad nađu osobu koja će ih znati ceniti i neće iskorištavati njihovu dobrotu, Ribe će biti najbolji partner, koji će uvek biti uz voljenu osobu, pružajući mu najveću podršku. Ako ne osete partnerovu ljubav i naklonost, mogu postati posesivne i ljubomorne, pa čak i potražiti utehu u nekom drugom. Brak i porodica im mnogo znače, ali često se prepuste nekoj melanholiji i treba im malo samoće da se opuste i posvete sebi.",
      "karijera": "Ribe se najbolje osećaju u poslu gde njihove kreativne veštine mogu doći do izražaja. Vole da budu član neke dobrotvorne organizacije i pomažu ljudima u nevolji. Ovaj horoskopski znak je suosećajan, vredan, predan i pouzdan. Njihova potreba za pomaganjem drugima je toliko velika da će uraditi bilo šta, samo da bude od koristi. Ribe mogu biti izvrsne u rešavanju problema. Zanimanja koja odgovaraju Ribama su: advokat, arhitekt, veterinar, muzičar, socijalni radnik i dizajner video igara. Ribama novac nije na prvom mestu i ne zamaraju se mnogo oko njega. Težit će ka tome da zarade dovoljno novca da bi ispunili neke svoje potrebe i želje, ali generalno više su usmereni na ciljeve i snove, nego na novac. Imamo dve vrste Riba - one koje će potrošiti mnogo novca bez razmišljanja, i one Ribe koje će biti prilično škrte. Uglavnom, uvek će imati dovoljno novca za neki normalan život.",
      "prijatelji_i_porodica": "Nežne ribe mogu biti najbolji prijatelji koji mogu postojati. U stvari, oni vrlo često stavljaju potrebe svojih prijatelja ispred svojih potreba. Oni su privrženi, posvećeni, saosećajni, nijedan problem za njih nije prevelik. Bilo da iskrsne mali ili veliki problem u porodici ili među prijateljima, oni će dati sve od sebe da se to reši. Duboko intuitivne, ribe mogu da predosete da nešto nije u redu i pre nego što to izađe na videlo.\n\n                Ribe su po prirodi ekspresivne i ne oklevaju da ljudima oko sebe iznesu to kako se osećaju. Za njih nije iznenađujuće da za nekog napisu pesmu ili kupe poklon koji ima značenje. Očekuju da i drugi budu otvoreni prema njima kao što su i oni sami otvoreni. Komunikaciju sa voljenima smatraju najvažnijom.",
      "zdravlje": "Ljudi rođeni u znaku Ribe su jako osetljivi i fizički i psihički. To su osobe koje stalno brinu oko nečega. Dosta su podložne tuđim mišljenjima i uplitanjima, što ih još dodatno opterećuje. Sklone su depresiji, psihosomatskim tegobama, raznim zavisnostima i poremećajima sna. Veliki su gurmani i hrana im može biti veliki neprijatelj, ukoliko ne budu umereni. Neki čak razviju i zavisnost od hrane. Ribe su i fizički osetljive, da čak i najmanje sezonske promene mogu negativno uticati na njihovo zdravlje. Ljudi rođeni u ovom znaku su skloni poremećajima metabolizma i cirkulacije, frakturama i deformacijama stopala i reumatizmu. Kao i svakom vodenom znaku, voda im najviše prija i ima lekovito i čudotvorno dejstvo. Najviše će im odgovarati plivanje, masaža eteričnim uljima, lekovito blato, prirodni čajevi, joga i meditacija.",
      "slaganje": "Zahvaljujući visokoj intuitivnosti, Ribe su u stanju razumeti ljude nekad bolje od njih samih. One će prozreti Ovnovu skrivenu narav ispod njegove drčnosti i hladnoće. Mogu biti skladan par ako prihvate jedno drugo sa svim svojim manama i vrlinama. Srećnu vezu bi mogle imati sa Bikom, s kojim će se razumeti i deliti potrebu za harmonijom i stabilnošću. Blizanci će ih privlačiti, ali njihov odnos nema velike šanse za uspeh. Nepromišljeni i nestašni Blizanci će lako povrediti preosetljive Ribe, što će dovesti do ljutnje i želje sa izvinjenjem, što Ribe neće dočekati od Blizanaca. U Raku će naći idealnog partnera, s kojim će se u svemu slagati. Romantični su, osetljivi, privrženi i njihova veza će biti puna ljubavi i topline. Lav i Ribe su velikodušni i romantični i lako će se privući i zaljubiti. Ali kako veza odmiče, doći će do izražaja razlike u njihovim karakterima. Lav, koji voli biti u centru pažnje neće se moći nositi sa strašljivom i osetljivom Ribom. S Devicom će deliti veliku fizičku privlačnost. Iako su mnogo različite, često završe zajedno u braku. Devica je sklona kritikovanju, što će Ribama biti teško podneti. Ova veza može uspeti zahvaljujući velikoj požrtvovanosti kojoj su Ribe sklone. Ribe i Vaga će se slagati u tome što oboje vole umetnost i znaju uživati u životu. Ono u čemu se ne slažu je shvatanje veze i potrebe za razlićitim stvarima. Ribe od partnera očekuju da se daju 100 posto, dok Vaga nije u tom fazonu. Sa Škorpijom se razumeju i bez reči i biće savršeni partneri. Često se radi o ljubavi na prvi pogled, kojoj će se oba znaka u potpunosti predati. Strelac i Ribe mogu uspeti samo kao prijatelji, a kao partneri bolje da se zaobiđu. Ribe će u Jarcu pronaći pouzdanog partnera koji će na sebe preuzeti plaćanje računa i ostale obaveze koje ona zaneseno zaboravi, dok će on u Ribama pronaći veliku podršku i osobu koja će mu se u potpunosti posvetiti i obasipati ljubavlju. Sa Vodolijom dele želju i potrebu za pomaganjem drugima. Ono što ih razdvaja su različite emotivne potrebe. Ribama će smetati Vodolijina hladnokrvnost, a on će Ribe smatrati slabim i preosetljivim. Dvije osetljive i preeomotivne Ribe nisu idealna kombinacija. Njima će život ličiti na seriju prepunu plača i drama. Njihov partner treba da je prizeman i stabilan, da se imaju na koga osloniti."
    }
  }
}
